type RoadMapItem = {
  text: string
  index: number
}

const data: RoadMapItem[] = [
  {
    text: 'Личные связи нашей команды в ИТ-\nподразделениях крупнейших компаний РФ\nразличных отраслей – гарантия получения\nинформации о лучших вакансиях «из\nпервых рук»',
    index: 1,
  },
  {
    text: 'Попадая в нашу базу кандидатов и\nпройдя онлайн собеседование и тесты\nс нашими экспертами, Вы не будете\nтратить время на промежуточные\nпереговоры и мучительные ожидания\nрезультатов. Вы попадете сразу на\nфинальное собеседование к\nРаботодателю, которое обычно\nзавершается приемом на работу',
    index: 2,
  },
  {
    text: 'Агент вносит в нашу базу Ваши\nпредпочтения относительно будущего\nРаботодателя, условий труда и\nкомпенсации, чтобы Вас не беспокоили с\nнеподходящими предложениями',
    index: 4,
  },
  {
    text: 'Получив Вашу заявку, Ваш личный Агент\nсвяжется с Вами любым удобным\nспособом и в удобное для Вас время,\nуточнит Ваши потребности и даст\nперсональные рекомендации',
    index: 3,
  },
  {
    text: 'В случае расхождения Ваших ожиданий по\nкомпенсации с рыночными\nпредложениями, Вы сможете получать от\nАгента индивидуальные рекомендации по\nвариантам улучшения Ваших skills',
    index: 5,
  },
  {
    text: 'Вы можете рекомендовать Агенту своих коллег\nи получать комиссионное вознаграждение при\nих трудоустройстве. Размер вознаграждения\nзависит от дефицитности специальности,\nналичия вакансий и квалификации Кандидата.\nДоговоренность закрепляется гарантийным\nписьмом с Агентом',
    index: 6,
  },
  {
    text: 'Агент может предлагать Вам возможности\nдобровольного дополнительного заработка\nв нашем агентстве (в качестве эксперта)\nлибо почасовую/сдельную работу в\nотдельных и интересных для Вас  ИТ-\nпроектах',
    index: 7,
  },
]

export default data
