type SourceItem = {
  title: string
  titleMd: string
  text: string
  textMd: string
}

const data: SourceItem[] = [
  {
    title: 'Широкий\nпоиск',
    titleMd: 'Широкий\nпоиск',
    text: 'Точечный поиск не только\nна job-ресурсах, но\nи в соцсетях, на митапах,\nконференциях.\nА многих кандидатов\nзнаем лично',
    textMd:
      'Точечный поиск не только\nна job-ресурсах, но\nи в соцсетях, на митапах,\nконференциях.\nА многих кандидатов\nзнаем лично',
  },
  {
    title: 'Уникальная\nпартнёрская\nсеть',
    titleMd: 'Уникальная\nпартнёрская сеть',
    text: 'Perfect IT создал и развивает\nуникальную партнерскую сеть по учету\nрекомендаций своих коллег ИТ-шников,\nработающую по принципу «доверяю\nрекомендующему потому, что успешно\nработал с ним не один год»',
    textMd:
      'Perfect IT создал и развивает\nуникальную партнерскую сеть\nпо учету рекомендаций своих\nколлег ИТ-шников, работающую\nпо принципу «доверяю\nрекомендующему потому, что\nуспешно работал с ним не один\nгод»',
  },
  {
    title: 'Индивидуальный\nподход',
    titleMd: 'Индивидуальный\nподход',
    text: 'Рассылка спама – не наш метод.\nМы ведем кропотливую работу,\nберя во внимание\nидивидуальность и имидж Вашего\nбренда',
    textMd:
      'Рассылка спама – не наш\nметод. Мы ведем кропотливую\nработу, беря во внимание\nидивидуальность и имидж\nВашего бренда',
  },
]

export default data
