type SourceItem = {
  title: string
  text: string
}

const data: SourceItem[] = [
  {
    title: 'Широкий поиск',
    text: 'Точечный поиск не только\nна job-ресурсах, но\nи в соцсетях, на митапах,\nконференциях.\n А многих кандидатов\nзнаем лично',
  },
  {
    title: 'Уникальная партнёрская сеть',
    text: 'Perfect IT создал и развивает\nуникальную партнерскую сеть по учету\nрекомендаций своих коллег ИТ-шников,\nработающую по принципу «доверяю\nрекомендующему потому, что успешно\nработал с ним не один год»',
  },
  {
    title: 'Индивидуальный подход',
    text: 'Рассылка спама – не наш метод.\nМы ведем кропотливую работу,\nберя во внимание\nидивидуальность и имидж Вашего\nбренда',
  },
]

export default data
