type SourceItem = {
  title: string
  text: string
}

const data: SourceItem[] = [
  {
    title: 'Широкий поиск',
    text:
      'Точечный поиск не только на job-ресурсах, но \n' +
      'и в соцсетях, на митапах, конференциях. многих кандидатов знаем лично',
  },
  {
    title: 'Уникальная партнёрская сеть',
    text: 'Perfect IT создал и развивает уникальную партнерскую сеть по учету рекомендаций своих коллег ИТ-шников, работающую по принципу «доверяю рекомендующему потому, что успешно работал с ним не один год»',
  },
  {
    title: 'Индивидуальный подход',
    text: 'Рассылка спама – не наш метод. Мы ведем кропотливую работу, беря во внимание идивидуальность и имидж Вашего бренда',
  },
]

export default data
